import React, { Component } from "react";
import Container from "react-bootstrap/Container";
import Row from "react-bootstrap/Row";
import Col from "react-bootstrap/Col";
export class PastorAsefa extends Component {
  render() {
    return (
        <Container fluid="md">
          <Row>
            <Col>
              <img
                src="/images/Dr_asefa2.png"
                class="img-fluid"
                alt="Responsive image"
              ></img>
              <h1>Dr. Pastor Assefa Alemu</h1>
              <h2>የመንፈስ አባቶቻችንን ማክበር በረከትን ለትውልድ ማስተላለፍ ነው</h2>
              <h4>በፓስተር ዶ/ር አሰፋ ዓለሙ ህይወትና አገልግሎት ዙሪያ ያተኮረ መጣጥፍ</h4>
              <p>
                በያሬድ ካሳ ወልደ ማርያም “... በአብ በወልድ በመንፈስ ቅዱስ አንድ አምላክ ስም አጠምቅሃለሁ” ብሎ
                የውሃ ጥምቀት እንድወስድ በሄድኩበት አቃቂ ወንዝ ውስጥ ሙሉ ለሙሉ ከደፈቀኝ በኋላ ከውሃው ውስጥ ስወጣ
                የመንፈስ ቅዱስ ሃይል ወረደብኝና በአዲስና በማላውቀው ቋንቋ መናገር ጀመርኩ:: ከጥቂት ደቂቃዎች
                በኋላም “....እግዚአብሔር እንዲህ ይላል.. ራስህን ስጠኝ፣ትዳርህን ስጠኝ፣ ልጆችህን ስጠኝ፣
                ዕውቀትህን ስጠኝ፣ ገንዘብህን ስጠኝ፣ ሁለንተናህን ስጠኝ እኔ እጠቀምበታለሁ፡፡ በመጨረሻውም በመቶ
                አጥፍ እከፍልሃለሁ፡፡... ይላል የሰራዊት ጌታ እግዚአብሔር...” የሚልና በማላውቀው አዲስ ቋንቋ
                (ልሳን) ለተናገርኩት ትርጉም የሆነን መልዕክት በውሃ ያጠመቀኝ ወንድም በአማርኛ ሲናገር ሰማሁት::
                ለመንፈሳዊ ህይወታችን በቀጥታም ሆነ በተዘዋዋሪ መንገድ ሁነኛ አሰተዋፅዖ ያበረከቱ አባቶችን ማክበር
                በረከትን ለትውልድ ማስተላለፍ ነው በሚለው የቤተክርስቲያናችን መርህ መሰረት የዚህ ወር የሮሆቦት
                መፅሄት እትም በኢትዮጵያ ውስጥ ባለፉት ሃምሳ አመታት ግድም በተነሳውና ሀገሪቱን እንደሰደድ እሳት
                እያቀጣጠለ ባለው የመንፈስ ቅዱስ እና የመለኮታዊ ፈውስ እንቅስቃሴ ውስጥ በፋና ወጊዎቹ መስመር
                ከሚጠቀሱት ቀደምት አባቶች መካከል አንዱ የሆኑትን የፓስተር ዶ/ር አሰፋ ዓለሙን የህይወት ታሪክ
                ለአንባብያን ይዛ ቀርባለች፡፡
              </p>
              <p>
                በመግቢያ የጻፍኩትንም ሆነ ሌሎች በዚህ ጽሁፍ የጠቀስኳቸውን የዶ/ር አሰፋን ገጠመኞችና ከሳቸውም ጋር
                ተያያዥነት ያላቸውን ታሪኮች ከጥቂት ወራት በፊት ፓስተር አሰፋ ከባለቤታቸው ጋር ተጋብዘው በቤተ
                ክርስቲያናችን ተገኝተው በነበረበት ጊዜ ከመሪ አገልጋዮች ለቀረቡላቸው ጥያቄዎች ከመለሱት፣ ካደረግናቸው
                የግል ጭውውቶችና በቅርብ ከሚያውቁአቸው ሰዎች አንደበት በተለያዩ ጊዜያት ከሰማኋቸው እንዲሁም እኔ
                በአገልግሎት አብሬያቸው ባሳለፍኳቸው ዓመታት ከተመለከትኳቸው ሁኔታዎች ነው::
              </p>
              <p>
                በዚህ ጽሁፍ ፓስተር አሰፋ ለምንና እንዴት ጌታ ኢየሱስ ክርስቶስን እንደ ግል አዳኛቸው አድርገው
                እንደተቀበሉ፤ እንዴት ወደ አገልግሎት እንደመጡና በሐረር፣ በአዲስ አበባና በጂማ ስለነበራቸው
                አገልግሎት የ“ወፍ በረር” ቅኝት ለማድረግ እሞክራለሁ:: የፓስተር አሰፋን የአገልግሎት አነሳስ ጠቅሶ
                የመጀመሪያዋ “ጴንጤቆስጤያዊት” ቤተ ክርስቲያን ሙሉ-ወንጌል እንዴት እንደተመሰረተችና በሂደቱ ውስጥም
                የእነ ዶ/ር አሰፋን ሚና ሳይጠቅሱ ዝም ብሎ ማለፍ በጣም አስቸጋሪ ስለሚሆን በዚያ ዙሪያ ጥቂት
                ነገሮችን ነክቼ ለማለፍ እሞክራለሁ:: ፓስተር አሰፋ በኢትዮጵያ የዘመን ቀመር በአምሳዎቹ አጋማሽና
                ማለቂያ አካባቢ ስለነበረው የመንፈስ ቅዱስ እንቅስቃሴና ከዚያ ጋር ተያያዥ ስለሆኑ ጉዳዮች የሚተርክ
                መጽሐፍ እያዘጋጁ ስለሆነ መጽሐፉ ሲወጣ ዝርዝር ነገሮችን የምንመለከትበት እንደሚሆን ተስፋ አለኝ::
                ይህችን ትንሽዬ ጽሁፍ ሳዘጋጅ (ለንባብ ሳቀርብ) መሰረት ያደረግሁት የሰማሁትንና ያየሁትን በመሆኑ
                ምናልባት ግድፈት ቢከሰት ኃላፊነቱ የእኔ የጸሐፊው እንጂ የባለታሪኮቹ አለመሆኑን እንድትረዱልኝ
                እያሳሰብኩ ወደታሪኩ ልውሰዳችሁ::
              </p>
              <p>
                ወጣቱ አሰፋ ከሐረር መምህራን ማሰልጠኛ ት/ቤት በ1955 ዓ.ም. ተመርቆ እንደወጣ የመምህርነት ሥራውን
                የጀመረው እዚያው ሐረር ከተማ በሚገኘውና ሞዴል ተብሎ በሚጠራው ትምህርት ቤት ውስጥ ነበር፡፡ አሰፋ
                በጣም ይጠጣና ያጨስ ስለነበርም ማስተማር ከጀመረ ከአንድ ዓመት በኋላ እጅግ ታማሚ ሆነ፡፡ ከፍተኛ
                የአዕምሮ ጭንቀት፣ የሆድ ህመም፣ የሆድ መነፋት፣ ምግብ መብላት ያለመቻል፣ ከፍተኛ የልብ ህመም፣
                የእንቅልፍ ማጣት ችግር፣ በቀኝ ጎን በኩል ያለ ከፍተኛ ህመም ዋነኛ ችግሮቹ ነበሩ:: ከበሽታው
                ለመፈወስ በህክምናው አቅጣጫ ብዙ ሞክሮአል፡፡ ሐረርና ድሬዳዋ በሚገኙ ሆስፒታሎች እንዲሁም አዲስ አበባ
                በሚገኘው የደጃዝማች ባልቻ ሆስፒታል ተኝቶ ታክሟል፡፡ በተለያየ ጊዜ የተመለከቱት አስራ ስምንት
                የሚደርሱ ሃኪሞች የችግሩን መንስኤ ለመረዳት የተቻላቸውን ሁሉ ቢጥሩም ችግሩን በትክክል ሊረዱለት
                አልቻሉም፡፡ ስለዚህም ትልቅ ተስፋ መቁረጥ ውስጥ ገባ:: ታናሽ ወንድሙ ደበበ በዚያን ጊዜ ስላጋጠመው
                አንድ ሁኔታ ሲናገር “በጣም ታሞ ሐረር ሆስፒታል በነበረበት ግዜ ቤተ መንግሥቱ (አሁን ዶ/ር) ከሚባል
                የመምህራን ማሰልጠኛ ተማሪ ጋር በአንድ ክፍል ተኝተው ነበር፡፡ ከቤተሰቡ የሚላክለትን ምግብ
                ስወስድላቸው “ምግቡን ስጠን እንብላውና ይብላን” የሚል የተስፋ መቁረጥ ቀልድ ይቀልዱ ነበር”
                ብሎኛል፡፡ ህመሙ የሚታወቅ ባለመሆኑና የመዳን ተስፋውም የጨለመ ስለነበር ቤተሰቦቹ ተስፋ ቆርጠው
                ልጃችን በአጭር ተቀጨ በሚል ጥልቅ ሃዘን ውስጥ ነበሩ::
              </p>
              <p>
                የሐረር ሞዴል ት/ቤት በተለይ ለመምህራን ማሰልጠኛው ተማሪዎች የተግባር ልምድ መቅሰሚያ ቦታ ስለነበር
                ከውጭ ሃገር ለመምህራን ማሰልጠኛው የሚላኩ እንደነ “Time”ና “Newsweek”ን የመሳሰሉ የተለያዩ
                ጽሑፎችና መጽሔቶች ቅጅዎችም በሞዴል ትምህርት ቤቱ የመምህራን መዘጋጃ በፓስተር ዶ/ር አሰፋ ዓለሙ
                ህይወትና አገልግሎት ዙሪያ ያተኮረ መጣጥፍ በያሬድ ካሳ ወልደ ማርያም “... በአብ በወልድ በመንፈስ
                ቅዱስ አንድ አምላክ ስም አጠምቅሃለሁ” ብሎ የውሃ ጥምቀት እንድወስድ በሄድኩበት አቃቂ ወንዝ ውስጥ
                ሙሉ ለሙሉ ከደፈቀኝ በኋላ ከውሃው ውስጥ ስወጣ የመንፈስ ቅዱስ ሃይል ወረደብኝና በአዲስና በማላውቀው
                ቋንቋ መናገር ጀመርኩ:: ከጥቂት ደቂቃዎች በኋላም “....እግዚአብሔር እንዲህ ይላል.. ራስህን
                ስጠኝ፣ትዳርህን ስጠኝ፣ ልጆችህን ስጠኝ፣ ዕውቀትህን ስጠኝ፣ ገንዘብህን ስጠኝ፣ ሁለንተናህን ስጠኝ እኔ
                እጠቀምበታለሁ፡፡ በመጨረሻውም በመቶ አጥፍ እከፍልሃለሁ፡፡... ይላል የሰራዊት ጌታ እግዚአብሔር...”
                የሚልና በማላውቀው አዲስ ቋንቋ (ልሳን) ለተናገርኩት ትርጉም የሆነን መልዕክት በውሃ ያጠመቀኝ ወንድም
                በአማርኛ ሲናገር ሰማሁት:: ለመንፈሳዊ ህይወታችን በቀጥታም ሆነ በተዘዋዋሪ መንገድ ሁነኛ አሰተዋፅዖ
                ያበረከቱ አባቶችን ማክበር በረከትን ለትውልድ ማስተላለፍ ነው በሚለው የቤተክርስቲያናችን መርህ መሰረት
                የዚህ ወር የሮሆቦት መፅሄት እትም በኢትዮጵያ ውስጥ ባለፉት ሃምሳ አመታት ግድም በተነሳውና ሀገሪቱን
                እንደሰደድ እሳት እያቀጣጠለ ባለው የመንፈስ ቅዱስ እና የመለኮታዊ ፈውስ እንቅስቃሴ ውስጥ በፋና
                ወጊዎቹ መስመር ከሚጠቀሱት ቀደምት አባቶች መካከል አንዱ የሆኑትን የፓስተር ዶ/ር አሰፋ ዓለሙን
                የህይወት ታሪክ ለአንባብያን ይዛ ቀርባለች፡፡ ክፍል ውስጥም ይገኙ ነበር፡፡ ወጣቱ አሰፋም በነኚሁ
                የተለያዩ መጽሄቶች ላይ ይወጡ የነበሩ ህክምና ነክ ጽሁፎችን የማንበብ ልማድ ነበረው:: እ. ኢትዮጵያ
                አቆጣጠር 1957 በወርሃ ጥቅምት ከዕለታት በአንዱ ቀን አሰፋ ትምህርት ቤት ግቢ ሲገኝ እንደሚያደርገው
                ወደ መምህራን መዘጋጃ ክፍል ገብቶ አዲስ የመጡ መጽሔቶችን ሲያገላብጥ አንድ ከዚህ በፊት ያላየው
                አዲስና ለየት ያለ “Voice of Healing” የሚል ርዕስ ያዘለ መጽሔት ላይ ዓይኑ ያርፋል፡፡
                ገለጥ አድርጎ ሲያነበውም፤ በወቅቱ እግዚአብሔር በአሜሪካን አገር እያደረገ ስላለው መለኮታዊ ፈውስና
                ተአምራት የሚያትት በፎቶግራፍ የተደገፈ መረጃን መመልከት ይጀምራል:: ተስፋ ባጣ ምድረ በዳ በፍርሃት
                ሆኖ ሞቱን ይጠባበቅ ለነበረው አሰፋ ይህ ድንገተኛ ተስፋ ፈንጣቂ ብርሃን ነበር፡፡ እንዴት እንደሚሆን
                ባይገባውም እግዚአብሄር ከበሽታው ፈጽሞ እንደሚፈውሰውና ጤነኛ ሆኖ እንደሚመላለስ በውስጡ የእርግጠኝነት
                ስሜት ተሰማው፡፡ የተስፋ ብርሃን የፈነጠቀችለትን ያችን መጽሔት ማንም እንዳይወስድበት በመስጋት በጃኬቱ
                ውስጥ ጥብቅ አድርጎ ይዞአት ወደ ቤቱ ገሰገሰ፡፡ ቤት እንደደረሰም ባለቤቱን ሙሉ ወልደማርያምን ጠርቶ
                ኢየሱስ ይፈውሰኛል ካላት በኋላ በደረቱ ውስጥ የሸጎጣትን መጽሄት አውጥቶ አብረው ማንበብ ጀመሩ፡፡
                ወዲያውኑ በመጽሔቱ ላይ ያለውን አድራሻ በመጠቀም ለመጽሔቱ አዘጋጆች እንደሚያመውና የጸሎት እርዳታም
                እንደሚያስፈልገው ጠቅሶ ጻፈላቸው፡፡ ከጥቂት ሳምንታት በኋላም የደብዳቤው መልስ መጣ፡፡ ፓስተር አሰፋ
                ያንን ሁኔታ የገለጹልኝ እንዲህ በማለት ነበር::
              </p>
              <p>
                “…ሞዴል ትምህርት ቤት በመምህራን ማሰልጠኛው ስር ስለነበረ በትምህርት ቤቱ የነበርነው መደበኛ
                መምህራንም የፖስታ አገልግሎት የምናገኘው በዚያ በኩል ነበር፡፡ ፖስታ እንደመጣልኝ ተነግሮኝ ሄጄ
                ፖስታውን ስቀበል ሰውነቴን ከላይ ጀምሮ ሰንጥቆ የሚያልፍ ብርቱ ኃይል ተሰማኝ፡፡ የወደቅሁ መሰለኝ፡፡
                ከዚያ ስወጣ በላብ ተጠምቄ ስለነበርና በውስጤ ያለፈው ሃይል ያደከመኝ ስለመሰለኝ ወደ ጓሮ ዘወር ብዬ
                ዛፍ ስር አረፍ አልኩኝ፡፡ ያ ፈጽሞ የማልረሳው ነገር ሲሆን ጤንነቴ መሻሻል የጀመረውም ከዚያች ቅጽበት
                ጀምሮ ነበር፡፡ በፖስታው ውስጥ የነበረው ፈረንጆቹ “Prayer Cloth “ የሚሉት “የጸሎት እራፊ”
                ሲሆን ያንን በሚያመኝ ቦታ ላይ አድርጌ እንድጽልይ የሚያዝ መመሪያም አብሮት ነበር:: የተላከልኝን
                “የጸሎት እራፊ” ወይም “Prayer Cloth” ይዤ ወደቤት በመሄድ ለባለቤቴ ካሳየሁዋት በኋላ
                በደብዳበው ላይ የተገለጸውን መመሪያ መፈጸም እንዳለብን ተነጋገርን፡፡ በመቀጠልም “እራፊውን” ከሚያመኝ
                የሰውነቴ ክፍል በአንዱ ላይ አደረግሁና እንዴትና ምን ተብሎ እንደሚጸለይ ስላላወቅን ከሙሉ ጋር
                መተያየት ጀመርን:: ጥቂት ከተፋጠጥን በኋላም በአንድ ላይ በአንድ ድምጽ ‘ኢ የ ሱ ስ’ ‘ኢ የ ሱ ስ
                ‘ ‘ኢ የ ሱ ስ’ ..... የሚል የተደጋገመ ጥሪ ማሰማት ጀመርን:: ከዚያን ዕለት ጀምሮም ጤንነቴ
                በየቀኑ እየተሻሻለ መጣ፡፡ ምግብ ያለ ችግር መብላት ጀመርኩ፡፡ የልቤ ምት ተስተካከለ፡፡ የሆዴ ህመም
                ጠፋ፡፡ በቀኝ ጎኔ በኩል የነበረው የማቃጠል ስሜት ቀስ በቀስ መጥፋትና በሁሉም ጎኔ እንደልብ መተኛት
                ጀመርኩ፡፡ ሃኪሞችና የምድር ጠቢባን እርዳታ ሊያደርጉልኝ ባልቻሉበት በዚያ አስጨናቂ ወቅት
                የእግዚአብሄር ልጅ ኢየሱስ ደረሰልኝ፡፡”
              </p>
              <p>
                ከዚህ ክስተት በኋላ የወጣቱ አሰፋ ሕይወት በአዲስ ተስፋ ተሞላ፡፡ ይህን ኢየሱስን የበለጠ ለማወቅ
                እንዲረዳው በማሰብም በዚያን ዘመን በአሜሪካ ውስጥ እግዚአብሄር በመለኮታዊ ፈውስ እየተጠቀመባቸው
                ከነበሩት የተለያዩ አገልጋዮች ጋር መጻጻፍ ጀመረ:: በወቅቱም የኢትዮጵያ ብር በየትኛውም ሃገር የሚሰራ
                ጠንካራ የመገበያያ ገንዘብ ስለነበረም በፖስታ ውስጥ በማድረግ መንፈሳዊ መጻህፍትን ማዘዝ ጀመረ::
                በወቅቱ ከደረሱት መጻህፍት መካከል በ ቲ. ኤል. ኦስቦርን የተጻፈው “Healing the Sick”
                ከመጀመሪያዎቹ ተርታ የሚጠቀስ ሲሆን የጎርደን ሊንዲሴይ፣የኦራል ሮበርትስ፣ የዊሊያም ብራሃናም፣ የኤ ኤ
                አለን፣ የጆን ጂ ሌክ፣ የዴሬክ ፕሪንስ እና የኬኔት 24 ሄገን ጽሁፎች ይደርሱት እንደነበርና ከነኚሁ
                አገልጋዮች ጋርም የደብዳቤ ልውውጥ ያደርግ እንደነበር ይናገራል::
              </p>
              <p>
                አሰፋ ከአሜሪካን አገር መንፈሳዊ መጻህፍት እየመጡለት መሆኑ በመምህራን ማሰልጠኛ ተማሪዎች መካከል
                መሰማት ጀመረ፡፡ መጽሐፍቶቹንም ለማየት ጌታቸው ምክረ የሚባል ወንድም በአሰፋ ተጋብዞ ወደ ቤታቸው ብቅ
                አለ፡፡ ወደ አሰፋና ሙሉ ቤት ከመጣ በኋላ “ጌታን ተቀብላችኋል?” የሚል ከዚህ በፊት ሰምተውት
                የማያውቁትን እንግዳ ጥያቄ ያቀርብላቸዋል:: እነሱም ግራ በተጋባና ነገሩንም ለማወቅ በጓጓ ሁኔታ ሆነው
                ምን ማለት እንደሆነ እንዲያስረዳቸው ይጠይቁታል:: ወንድም ጌታቸውም ከመጽሐፍ ቅዱስ እየጠቀሰ ክርስቶስ
                እንዴት ስለ ኃጢያታቸው እንደ ሞተ ንስሐ ገብተው ቢቀበሉት ኃጢያታቸውን ይቅር እንደሚላቸውና
                የዘልዓለምን ሕይወት እንደሚሰጣቸው ከነገራቸው በኋላ “ለመሆኑ ኃጢአተኞች እንደሆናችሁ ታውቃላችሁ?”
                የሚል ጥያቄን አስከተለ፡፡ ሁለቱም በአንድነት አዎን የሚል ምላሽ ከሰጡ በኋላ አሰፋ ቀጠል አድርጎ
                “እኔ አንደኛ ኃጢያተኛ ነኝ” አለ:: ሙሉም ወዲያው ”የለም አንደኛዋ ኃጢያተኛ እኔ ነኝ ” አለች፡፡
                ጌታቸውም ሁሉም ሰው ኃጢያተኛ እንደሆነ አስረድቶ ጌታን ኢየሱስን የህይወታቸው አዳኝና ጌታ አድርገው
                እንዲቀበሉ በጸሎት መራቸው፡፡ የዚያኑ ዕለትም በሐዋርያት ሥራ ምዕራፍ 2 ላይ የተጻፈውን ጠቅሶ
                የዘላለምን ሕይወት የሰጣቸው ጌታ ኢየሱስ በመንፈስ ቅዱስም እንደሚሞላቸው ነገራቸው፡፡ አሰፋም “ እኔ
                እንደ ሐዋርያት በመንፈስ ቅዱስ ከተሞላሁኝ ሥራዬን ለቅቄ የወንጌል ሰባኪ እሆናለሁ” አለ፡፡ ከሚላኩለት
                ጽሁፎች መካከልም ስለ መንፈስ ቅዱስ ሙላት የሚናገሩትን በትኩረት በማንበብ፣ በመጸለይና በመጾምም
                የመሞላቱን ጊዜ በናፍቆትና በታላቅ ረሃብ ሆኖ መጠባበቅ ጀመረ፡፡
              </p>
              <p>
                ጌታቸው በሐረር ከነበሩት መካከል በመንፈስ ቅዱስ በመሞላት የመጀመሪያው ከነበረው ዘለቀ ዓለሙ ጋር
                አስተዋወቀው፡፡ ዘለቀና አሰፋ በመምህራን ማሰልጠኛው ውስጥ በአንድ አካባቢ የነበሩ ቢሆንም አሰፋ
                ዘለቀን በሁለት ዓመት ስለሚቀድመው በዓይን ከመተያየት በስተቀር ተነጋግረው አያውቁም፡፡ ዘለቀ ራዕዮችን
                ያይ፤ ትንቢትም ይናገር ነበር፡፡ ዘለቀ ከአሰፋ ጋር ከተዋወቀ በኋላ በመንፈስ ቅዱስ እንደሚሞሉ
                ትንቢትን ተናገረ፡፡ ከዚህ ትንቢት በኋላ ብዙም ሳይቆይ አሰፋ ወደ አዲስ አበባ የሚሄድበት አጋጣሚ
                ተፈጠረ፡፡ በዚያም ከበደ ወልደማርያም (አሁን ዶ/ር) ከሚባል ወንድም ጋር ተገናኘና ከበደ አሰፋን
                በአቃቂ ወንዝ ውስጥ በውሃ አጠመቀው፡፡ አሰፋ ከውሃው የወጣው በመንፈስ ቅዱስ ተሞልቶ በልሳን
                እየተናገረ ሲሆን ያንን ልሳንም ከበደ ተርጉሞት ነበር፡፡ ትርጉሙ በሂደት ቢፈጸምም በግዜው ግን ምን
                ማለት እንደሆነ አልገባውም፡፡ አሰፋ ወደ ሐረር የተመለሰው ልሳኑ እንዳይጠፋበት በመስጋት አብዛኛውን
                መንገዱን በልሳን እየተናገረ ሲሆን ሐረር ከተመለሰ ከጥቂት ጊዜ በኋላም በጊዜው ከነበሩት አማኞች
                አብዛኞቹ የመንፈስ ቅዱስን ሙላት በመቀበል በአዲስ ቋንቋ ይናገሩ ነበር፡፡ ዘለቀ ስለ መንፈስ ቅዱስ
                ሥራና እግዚአብሄር ለሰው ልጆች ስላለው ፍቅር አጥብቆ ይናገር ስለነበር የሚናገረው ሁሉ ወደ አሰፋ ልብ
                ውስጥ እየዘለቀ ይገባ ጀመር፡፡ የሚታየው ሁሉ ጌታን ማገልገል ብቻ ሆነ፡፡ በእርሱ የጀመረው ይኼ መሻት
                ሐረር ወደ ነበሩት ወደ ሌሎቹ ሁሉ ተላለፈና የሁሉም ዓላማ በመንፈስ ቅዱስ ኃይል ተሞልቶ ኢትዮጵያን
                በወንጌል ማዳረስ የሚል ሆነ፡፡ ቀስ በቀስም ወንጌልን በመስበክ ለበሽተኞች በመጸለይና አጋንንትን
                በማስወጣት ሥራ መጠመድ ጀመሩ፡፡ ከመምህራን ማሰልጠኛው ተማሪዎች መካከል ብዙዎቹ ወደ እግዚአብሔር
                መንግስት ፈለሱ፡፡ ስራው እየጨመረ በመሄዱም የተማከለና ሥርዓት ያለው አካሄድ መሄድ አስፈላጊ እንደሆነ
                ተስማምተው ጥቂት አግዳሚ ወንበሮችን በማስገባት በአሰፋና በሙሉ ቤት የመጀመሪያውን ጸሎት ቤት ከፈቱ፡፡
                ያመኑትን ወንዶች ወደ ወንዝ በመውሰድ አጠመቋቸው፡፡ ሴቶችን ደግሞ በርሜል በማዘጋጀት እቤት ውስጥ
                አጠመቋቸው፡፡ ከጥምቀት ሥርዓቱ በተጨማሪ ሐረር በነበረችዋ ጸሎት ቤት ውስጥ የጌታን እራት አብሮ
                መውሰድና ያንንም እግር በመተጣጠብ ማሳረግ ተጀመረ፡፡ ምንም እንኳን በዚያ የነበሩት ወገኖች
                የሚያደርጉትን ሁሉ መጽሐፍ ቅዱሳዊ እንዲሆን ከፍተኛ ጥረት ቢያደርጉም አንዳንድ ያልተጠበቁ ችግሮች ግን
                መከሰታቸው አልቀረም፡፡ አንዳንዶች ለመንፈስ ቅዱስ ሙላት ሲጸለይላቸው በአጋንንት ሃይል ይወድቁ
                ጀመር፡፡ ምን መደረግ እንዳለበት በቂ ዕውቀት ስላልነበራቸው አሰፋን በውሃ ያጠመቀውን ከበደ
                ወልደማርያምን ሐረር እንዲመጣ ጋበዙት፡፡ እርሱም ከነሱ ጋር በመቆየት እንዴት መጸለይ እንዳለባቸው
                ካስተማራቸውና መታረም የሚገባቸውንም አንዳንድ ነገሮችን ካሳያቸው በኋላ ተመለሰ::
              </p>
              <p>
                በሐረር እየነደደ የነበረው የመንፈስ ቅዱስ እሳት የ1957 ዓ ም የመምህራን ምረቃን ተከትሎ ግለቱንና
                ጸዳሉን ከሐረር ወደተለያዩ የኢትዮጵያ ግዛቶች መፈንጠር ጀመረ:: ምሩቃኑ አማኞች በየሄዱበት ጠቅላይ
                ግዛቶች ሁሉ የመንፈስ ቅዱስን እሳት አቀጣጠሉ፡፡ ከነዚህም መካከል ቤተ መንግሥቱ በአስመራ ዘለቀ ዓለሙ
                በወሎ፤ እህት ሰውነት አበራ በአርሲ፤ መኩሪያ ሙሉጌታ በወለጋ ነቀምትና ሆሮጉዱሩ አውራጃ ውስጥ
                ለተነሱት መንፈሳዊ እንቅስቃሴዎች አቀጣጣዮች ሲሆኑ በኋላ ላይም መኩሪያ በሆሮጉዱሩ የጀመረው አገልግሎት
                ዕርዳታ ባስፈለገው ጊዜም አሰፋና ኃይሌ እስከ ጎጃም ድምበር ድረስ በመሄድ የአገልግሎቱ ተባባሪዎች
                ሆነው ነበር፡፡
              </p>
              <p>
                በሐረር የመንፈስ ቅዱስ እንቅስቃሴ እየተሟሟቀ በነበረበት ወቅት የእግዚአብሄር መንፈስ
                በአዋሳ፣በናዝሬትና በአዲስ አበባም በስራ ላይ ነበር:: የሐረሩን ምስክርነት በሰሙት በሁሉም ውስጥ
                አዲስ ግለት ተጨመረ፡፡ በአዲስ አበባ ፊንላንድ ሚሲዮን ከነበሩትም ወገኖች መካከል መለሰ ወጉ (አሁን
                ዶ/ር)ና ጥቂት ወገኖች ኑና አብረን በስፋት እናገልግል ሥራም እዚሁ እንፈልግላችኋለን የሚል ጥያቄ
                ለሙሉና ለአሰፋ አቀረቡላቸው፡፡ እነርሱም በኃሳቡ ተስማምተው በ1959 ዓ.ም. መጀመሪያ ላይ አሰፋ
                ሐረርን ለቆ አዲስ አበባ ገባ፡፡ ስራም ጉለሌ በሚገኘው አሜሪካን ሚሲዮን የልጃገረዶች ት/ቤት
                ተገኘለት፡፡ ከአንድ ወር በኋላ ክፍት የሥራ ቦታ ስለተገኘ ሙሉም እንድትመጣ ሆነ፡፡ በዚያኑ ጊዜም
                ዘለቀ ከወሎ ቤተም ከአሥመራ መጥተው አሜሪካን ሚስዮን ማስተማር ጀመሩ፡፡ በሐረር የነበረውንም
                አገልግሎት ወንድሙ ደበበ ዓለሙና በዚያ የነበሩት አማኞች በሐረር የ2ተኛ ደረጃ መምህር ከነበረ ከአንድ
                ህንዳዊ ወንድም ጋር በመሆን ቀጠሉ፡፡ 25 እነ አሰፋ አዲስ አበባ እንደመጡም መለሰ ወጉና ጓደኞቹ
                ከፊንላንድ ሚስዮን ወጥተው ወሰን ሰገድ ት/ቤት አጠገብ አንድ ለመሰብሰቢያ የሚሆን ሰፊ ክፍልና ሦሥት
                መኝታ ክፍሎች ያሉት ቤት ተከራዩ፡፡ አንደኛዋን መኝታ ክፍል መለስ ወጉ፣ ቤተ መንግሥቱ፣ ፋንታሁን
                ገብሬ፣ አርጋው ንዳና ወርቁ ስብሃኒ የሚባሉት ወንድሞች በጋራ ሲገለገሉባት አሰፋና ሙሉ ከሁለት
                ልጆቻቸው ጋር ሌላኛዋ ክፍል ውስጥ ይተኙ ነበር፡፡ በሦሥተኛዋ መኝታ ክፍል ደግሞ የቤተና የአሰፋ
                እህቶች ይኖሩበት ነበር፡፡ ይህንንም ያደረጉት የቤቱን አዳራሽ ለስብሰባ ለመጠቀም በማሰብ ነበር፡፡
                የሁሉም ራዕይ ኢትዮጵያን ከዳር እስከ ዳር በወንጌል ማዳረስ ብቻ እንጂ የግል ምቾት ስላልነበረ
                እግዚአብሔር በአገልግሎታቸው ይባርካቸው ጀመር፡፡ እንደ ሐረሩ ሁሉ በዚህም ሙሉ የቤተክርስቲያን
                አገልግሎት ማካሄድ ተጀመረ፡፡ ተቃውሞ ከየአቅጣጫው መሰማት ጀመረ፡፡ ከቤተክህነት በተጨማሪ ከሌሎቹ
                ወንጌላውያን አብያተ ክርስቲያናት በኩልም የተቃውሞ ድምጽ ማስገምገም ጀመረ፡፡ በውጭ የነበረው ተቃውሞ
                እየሰፋ መሄድ ሲጀምር በአዲሶቹ የመንፈስ ቅዱስ አማኞች መካከል የነበረውም የመተባበር ስሜትም ጥሩ
                መልክ መያዝ ጀመረ፡፡ በአራት ኪሎ አካባቢ ከነበረው የተማሪዎች ህብረት ጋር በመተባበር የሙሉ ወንጌል
                ቤተ ክርስቲያን የሚለውን ስያሜ ለአዲሲትዋ ቤተ ክርስቲያናቸው አውጥተውና ቤተ ክርስቲያኗንም የሚመሯትን
                ሰባት ሽማሌዎች መርጠው መንቀሳቀስ ጀመሩ፡፡ ለመሪነት የተመረጡት የመጀመሪያዎቹ ሽማግሌዎችም አሰፋ
                ዓለሙ(ዶ/ር)፣ ዘለቀ ዓለሙ(ዶ/ር)፣ ቤተ መንግሥቱ(ዶ/ር)፣ ፊሊጶስ ከሜሪ (ፕሮፌሰር)፣ ከበደ ወልደ
                ማርያም(ዶ/ር)፣ መለሰ ወጉ(ዶ/ር)ና ፋንታሁን ገብሬ ናቸው:: ጥቂት ከቆዩ በኋላም ወንድም ኃይሌ
                ወልደሚካኤልና ሌሎች ወንድሞች በመሪነት የተጨመሩ ሲሆን በተለይ ዶ/ር ሃይሌ (አሁን በሥጋ የሌለ)
                ስምንተኛ ሽማግሌ እንዲሆን ተወስኖ በጊዜው የነበሩትን ሽማግሌዎች ተቀላቀለ::
              </p>
              <p>
                ሕጋዊ የቤተክርስቲያን ፍቃድ ከመንግስት ለማግኝት በተጠየቀ ጊዜ በመሪነቱ ተርታ የአምስት ሰዎች ስም
                የተመዘገበ ሲሆን እነሱም አሰፋ፣ ኃይሌ፣ ዘለቀ ፣ቤተና ፋንታሁን ነበሩ:: ፈቃድ ለማግኘት ብዙ
                ሙከራዎች ቢደረጉም ሊሳኩ ባለመቻላቸው ቤተ ክርስቲያኒቱ ያለ መንግስት ዕውቅና መስፋትዋን ቀጠለች::
                ፈቃድ እናገኛለን ብለው በተስፋ እየተጠባበቁ በነበረበት በዚያን ወቅት ደብረ ዘይት ላይ ትልቅ የመንፈስ
                ቅዱስ አማኞች ስብሰባ ተደረገ:: በጊዜው የነበሩት የቤተ ክህነት ሰዎች የከተማውን ሰው አሰባስበው
                ከፍተኛ ድብደባ አካሄዱባቸው፡፡ በጊዜው የነበረው መንግስትም በዜጎቹ ላይ የተፈጸመውን ይህንን ሁኔታ
                እንደ መከላከልና ሁካታው እንዲፈጠር ኃይል ያስተባበሩትን እንደመቅጣት አማኞቹን ጥፋተኛ ስለሆናችሁ
                ህጋዊ ፈቃድ አንሰጣችሁም አሉ፡፡ አገልግሎቱ እየሰፋ ሕዝቡም እየበዛ በመሄዱ ኃይሌ ወልደ ሚካኤል
                ማስታወቂያ ሚንስቴር ውስጥ የነበረውን ሥራውን ትቶ የሙሉ ጊዜ አገልጋይ ሆነ፡፡ አሰፋም ማስተማሩን
                በመተው ለሙሉ ጊዜ ወጣ፡፡ ጥቂት ቆይቶም ዘለቀ ዓለሙም ተከተላቸው፡፡ ከሦስቱ በኋላም ሌሎችም እነሱን
                በመከተል ለሙሉ ጊዜ የወንጌል አገልግሎት ራሳቸውን ሰጡ፡፡
              </p>
              <p>
                የመንፈስ ቅዱስ ሙላት ትምህርት ቀስ በቀስ መላውን ኢትዮጵያ በማዳረስ ላይ ስለ ነበረ አዋሳና ጅማ
                የነበሩት የጰንጠቆስጤ ሚሲዮናውያን አዲስ አበባ እየሆነ የነበረውን የእግዚአብሔር ሥራ በሰሙ ግዜ
                አገልጋይ እንዲላክላቸው ጠየቋቸው፡፡ በዚህ ጥያቄ መሠረት ዘለቀ ለአዋሳው ፊላደልፊያ ሚስዮን የመጀመሪያ
                ፓስተር ሆኖ ሲሄድ አሰፋ ደግሞ ከጅማ እንደስትሪያል ሚሲዮን በቀረበለት ጥሪ መሠረት ወደ ጅማ አቀና፡፡
              </p>
              <p>
                ጅማ እንደደረሰም ከሚስዮኑ ውጭ ይልማ ደንቡ በሚባል ወንድም መሪነት ቤት ተከራይተው ጸሎት ቤት የከፈቱ
                የመንፈስ ቅዱስ ጥምቀት አማኞች እንዳሉ በመረዳቱ የወንጌልን ሥራ አብረውት በአንድነት እንዲሰሩ ጥሪ
                አቀረበላቸው፡፡ የመጀመሪያው ተዓምራት የታየውም ስብሰባ በአንድነት ካደረጉበት ቀን ጀምሮ እንደነበርም
                በጊዜው የነበሩት ሁሉ እስከ አሁን ድረስ የሚያስታውሱት እውነት ነው:: በተከታታይ ቀናትም ብዙ ሰዎች
                ተፈወሱ ወሬው ከተማውን አናወጠው፡፡ ብዙ ወጣቶችም ኢየሱስ ክርስቶስን እንደ ግል አዳኛቸው አድርገው
                ተቀበሉ የመንፈስ ቅዱስ ሙላትንም አገኙ፡፡
              </p>
              <p>
                አሰፋ ጂማ በደረሰባቸው የመጀመሪያ ጥቂት ወራት ቀኑን ሙሉ ሲጸልይ ስለሚውልና ወደ ከተማም ስለማይወጣ
                እርሱን ለማየት ብቻ እየመጡ ጌታን የሚገናኙ ብዙዎች ነበሩ፡፡ አለባበሱ በጊዜው ከነበሩት አገልጋዮች
                ሁሉ ለየት ያለ ነበር፡፡ አዘውትሮም ኢየሱስ ጌታ ነው፣ማራናታ… የሚሉ ጽሑፎች ያሉባቸውን ጉርድ
                ሸሚዞችን ይለብስ ነበር፡፡ ከአሰፋ በፊት ጽሁፍ ያለው ሸሚዝ ማንም ሲለብስ አልታየም፡፡ ጂማ ከደረሰ
                ከጥቂት ጊዜያት በኋላ በሕብረት ለተሰባሰቡት የመንፈስ ቅዱስ አማኞች ፓስተር ሆኖ ተሾመ፡፡ ፓስተር
                አሰፋ በኋላ ላይም የኢትዮጵያ ህይወት ብርሃን ቤተ ክርስቲያን ሲመሰረት በአዲስ አበባ ከነበረው ምክሩ
                በቀለ እና በአዋሳ ከነበሩት ከነአባባ ሻኛና ከሌሎቹም ጋር በመሆን ከፍተኛ አስተዋጽዖ አበርክቶአል::
              </p>
              <p>
                ፓስተር አሰፋ በጅማ ቆይታው እያንዳንዱ ክርስቲያን በክርስቶስ ያለውን ቦታ እንዲያውቅ፤ለበሽተኞች
                እንዲጸልይ፤ አጋንንትን እንዲያስወጣ ያስተምር ነበር፡፡ እንደ ሐዋርያት ዘመን ከሁሉ ጋር አብሮ
                በመጸለይ፤ አብሮ በመብላት ሁሉም እንደ አገልጋይ ራሱን እንዲቆጥር አበክሮ በማስተማር በቃልና በኑሮ
                ምሳሌ ሆኖአል፡፡ ፓስተር አሰፋ ይኖርበት በነበረበት ቤትም በየዕለቱ ጸሎት ይደረግ ስለነበርና ጸሎቱም
                እስከ እኩለ ሌሊት ድረስ ይራዘም ስለነበረ አብዛኛውን ጊዜ ምግብ ይበላ የነበረው እኩለ ሌሊት ካለፈ
                በኋላ ነበር፡፡
              </p>
              <p>
                በጅማ ከነበሩት አገልጋዮች በተጨማሪም መንፈሳዊ ስጦታዎችን ለመለማመድና በአገልግሎት ለማደግ ብዙዎች
                ከአዲስ አበባ፣ ከአዋሳ፣ ከሐረርና ከሌሎችም ቦታዎች እየመጡ ረዘም ያለ ጊዜ በጂማ ያሳልፉ ነበር::
                ከነዚህም መካከል በ70ቹ መጀመሪያ አካባቢ በመገለጥና በፈውስ ስጦታ እግዚአብሔር የተጠቀመባቸው ፓስተር
                ዳንኤል መኮንን ይገኙበታል፡፡ ዳንኤል ጅማ በቆየባቸው ጊዜያት የራሱን ስጦታዎች ከማዳበሩም በላይ
                በጊዜው ቤተክርስቲያኒቷ ውስጥ በመገለጥና በትንቢት ስጦታዎች የሚያገለግሉትን አብሮአቸው በመቆየት
                ስጦታዎቻቸውን በአግባቡና በስርዓት እንዲጠቀሙበት በማድረግ ከስህተት ተጠብቀው ስጦታዎቻቸውን
                እንዲያሳድጉ ያበረታታ ነበር፡፡
              </p>
              <p>
                በጂማ ቤተ ክርስቲያን ውስጥ ከዕሁድ ሌላ ረቡዕ ማታና፣ ቅዳሜ ከሰዓት በኋላ ቋሚ ፕሮግራሞች ቢኖሩም
                ሳምንቱን 26 በሙሉ የሚዘልቁ መንፈሳዊ ፕሮግራሞች ይካሄዱ ነበር፡፡ ፓስተር አሰፋ በጅማ በቆየባቸው
                ዓመታት ሁሉ እሁድ ከሰዓት በኋላ የፈውስና ለመንፈስ ቅዱስ ሙላት የሚጸለይበት ግዜ ነበር፡፡ በጅማ
                አካባቢ ካሉ ስፍራዎች በሽተኞችን በቃሬዛ ወደ ቤተ ክርስቲያን ማምጣት የተለመደ ነበር፡፡
              </p>
              <p>
                ፓስተር አሰፋ ለበሽተኞች በሚጸለይበት ግዜ ለሁሉም ሰው ሦስት ምርጫዎችን ይሰጥ ነበር፡፡ “እግዚአብሔር
                በሽተኛውን እንዲፈውስ አገልጋዩን በጸሎት መርዳት የምትፈልጉ ተንበርክካችሁ ጸልዩ፤ እንደሚፈወስ
                አምኛለሁ ያላችሁ ቁሙና ጌታን አመስግኑ፡፡ እምነት ያላችሁና ወጥታችሁ መጸለይ የምትፈልጉ እጃችሁን
                በሽተኞች ላይ እየጫናችሁ በጌታ ስም ጸልዩ፤ የሚሆነውን ማየት ወይም መታዘብ የምትፈልጉ ቁጭ ብላችሁ
                ማየት ትችላላችሁ የሚፈውሰው ኢየሱስ ነው፡፡ እርሱ አሁን በመካከላችን አለ፡፡ እኔ ከሌላው የተለየ
                ምንም ኃይል የለኝም፡፡ ስለዚህ ማንም የኢየሱስን ስም እየጠራ ቢጸልይላችሁ ትፈወሳላችሁ፡፡” ይል
                ነበር፡፡ የጸሎት ጓድ ቤተ ክርስቲያኒቷ ውስጥ ከተቋቋመ በኋላ ደግሞ አጋንንት የያዛቸውን እነርሱ
                እንዲያስወጡ ያበረታታቸው ነበር፡፡ በሽተኞች ሳምንቱን በሙሉ ይመጡ የነበረ ቢሆንም የሚጸልይ ሰው ጠፍቶ
                የተመለሱበት ግዜ ግን አልነበረም ማለት ይቻላል፡፡ ሁሉም ሰው ቃሉን እንዲያነብና እንዲጸልይ ያበረታታ
                ስለነበር የዳኑት በአጭር ጊዜ ውስጥ መንፈሳዊ ስጦታዎችን ሲለማመዱ ማየት የተለመደ ነበር፡፡ በጅማ ጌታ
                ኢየሱስ በፓስተር አሰፋና እርሱ ባሰለጠናቸው አገልጋዮች የተሰራው ሁሉ ቢጻፍ ብዙ መፃህፍት ሊወጣው
                የሚችል ቢሆንም፣ ለናሙና ያህል ከተማውን ያናወጡ አራት ክስተቶችን እንመልከት፡፡
                <ol>
                  <li>
                    አሰፋ ጅማ በመጣ ጊዜ ከተማዋ ከምትታወቅበት ነገር አንዱ የዳንስ ቤቶች ብዛት ነበር፡፡ በከተማዋ
                    ከነበረው ንግድ የተነሳ ከአዲስ አበባና ከሌሎች አካባቢዎች ሁሉ ወጣት ሴቶች ለገንዘብ ብለው
                    ወደነዚህ ዳንስ ቤቶች ይጎርፉ ነበር፡፡ቤተ ክርስቲያኒቷ በነበረችበት አካባቢ ብቻ በጣም የታወቁ
                    አራት ዳንስ ቤቶች ነበሩ፡፡ ብርችምችም የሚባል ዳንስ ቤት፣ ባላንበራስ ጥሩነህ ተብለው አንተ
                    የሚባሉ ሴትዮ ቤት ከቤተክርስቲያኑ ተወጥቶ መንገዱን እንደተሻገሩ የሚገኝ፣ የጉልቴ ቤት የሚባል፣
                    የታምራት ሆቴል እሚባል ጋር ተያይዘው ያሉ ዳንስ ቤቶች ነበሩ፡፡ አንድ ቀን ፓስተር አሰፋ
                    በመንገድ ሲሄድ ከነዚህ ዳንሰኞች መካከል አንዷ ከጓደኞችዋ ጋር ሆና ከውስጥ ሱሪ በስተቀር ምንም
                    ሳትለብስ ራቁትዋን ስትሄድ ያያትና በሁኔታው በጣም ያዝናል፡፡ ስቅስቅ ብሎም ያለቅሳል፡፡
                    አብረውት የነበሩት ግን ይስቁ ነበር፡፡ እርሱም የሰው ልጅ ሲጠፋ እያያችሁ እንዴት ትስቃላችሁ
                    ብሎ ተቆጣቸው፡፡ እነርሱም ሸክሙ ወዲያው ስለተጋባባቸው አብረውት ይጸልዩና ያለቅሱ ጀመር፡፡
                    በቤተክርስቲያንም በዳንስ ቤቶቹ ላይ ትልቅ መንፈሳዊ ውጊያ ተከፈተ፡፡ ከነሱም አንዷ መቅደስ
                    የምትባል አጋንንት ወጥቶላት ወደ ቤተክርስቲያን ተቀላቀለች፡፡ ከጓደኞችዋም መካከል አንዳንዶቹ
                    ጌታን ተቀበሉ፡፡ ከዚያ ክስተት በኋላ በዳንስ ቤቶቹ ላይ ከፍተኛ መንፈሳዊ ውጊያ ቀጠለ፡፡
                    ከደናሾቹ መካከል አንዳንዶቹ ጌታን ሲቀበሉ ሌሎቹ ከተማዋን 1. ለቅቀው ሄዱ በዚህም የዳንስ
                    ቤቶቹ ገበያ ተዳከመ ወደ አስራ ሰባት የሚጠጉ ዳንስ ቤቶችም ተዘጉ::
                  </li>
                  <li>
                    የሽባው ገረመው መፈወስ፡- ፓስተር አሰፋና ጥቂት ወንድሞች ከተማ ደርሰው ሲመለሱ አንድ ሽባ
                    የሆነ ሰው በሰዎች ተከቦ ያዩታል፡፡ ጥቂት ሰዎችም አላፊ አግዳሚውን እያስቆሙ ወደ ጠበል
                    መውሰጅያ ገንዘብ አዋጡ ይሉ ነበር፡፡ ፓስተር አሰፋም ቀረብ ብሎ ሽባውን ካየ በኋላ “እኔ አሁን
                    እጸልይለታለሁ ይድናል፡፡” ይላቸዋል፡፡ አብረውት የነበሩትም ወንድሞች በጣም ደነገጡ፡፡ እዚያ
                    ሳይሆን ወደ ቤተ ክርስቲያን መጥቶ እንዲጸልይለት ኃሳብ አቀረቡ፡፡ አብረው ከነበሩት ወገኖች
                    መሃል ዝናቡ ገብረማርያም(አሁን ፕሮፌሰር)ይገኝበታል፡፡ ሽባውም ፈውሱን ለማየት ስለጓጓ በሰዎች
                    እየተረዳ ወደ ፓስተር አሰፋ መኖርያ ቤት መጣ፡፡ ብዙ ሰውም ተከትሎት ነበር፡፡ ፓስተር አሰፋም
                    የነበሩት ሁሉ እንዲቀመጡ ካዘዘ በኋላ ሁሌም እንደሚያደርገው ከመጽሐፍ ቅዱስ ያነብላቸው ጀመር፡፡
                    ሽባውም በጣም ጮኸ፡፡ ፓስተር አሰፋም እያስተማረ ስለነበረ መንፈሱን ዝም እንዲል አዘዘው፤ ጩኸቱ
                    ቆመ፡፡ ማስተማሩን ሲጨርስ መንፈሱን በመገሰጽ ካስወጣው በኋላ ሽባውን “ተነስተህ ቁም” አለው፡፡
                    እየንተንገዳገደ ለመቆም ሞከረ፡፡ አንዳንድ ወንድሞች ሊረዱት ሲሞክሩ እንዳይነኩት አሰፋ
                    ከለከላቸው፡፡ ከተወሰነ ደቂቃ በኋላ በእግሩ መቆም ከዚያም መሄድ ቻለ፡፡ በከተማው ውስጥ ታላቅ
                    ድንጋጤ ወደቀ፡፡ አጋንንትን የሚያስወጡት በሽተኞችን የሚፈውሱት በምትሃት ነው ብለው አወሩ፡፡
                    በከተማዋ ውስጥ የነበሩትም የተወሰኑ የቤተክህነት ሰዎች ይህንኑ ለምዕመናኖቻቸው አስተማሩ፡፡
                    ፓስተር አሰፋም ይህንን በሰማ ጊዜ ነበር “ምትሃት አይደለም ኢየሱስ ነው የማዕበሉን ጌታ ስሙን
                    አትቀይረው” የሚለውን ታዋቂ መዝሙር የደረሰው፡፡ ከዚህ በኋላ ስብሰባውን ለመረበሽና በወሬ
                    የሰሙትን በዓይናቸው ለማየት ብዙዎች ወደ ቤተክርስቲያን መጡ፡፡ ከመጡትም መካከል አብዛኞቹ ጌታን
                    ሲያገኙ አንዳንዶቹም የቤተክርስቲያን መሪዎችና ከፍተኛ ቦታ የደረሱ ዜጎች ለመሆን ቻሉ፡፡
                  </li>
                  <li>
                    በሊሙ ገነት አካባቢ ካሉ መንደሮች መካከል በጥንቆላ የታወቁ እናት ጅማ መጥተው አጋንንት
                    ከወጣላቸውና ከበሽታቸውም ከተፈወሱ በኋላ በአካባቢው ያሉ ብዙ እስላሞች በሽተኞቻቸውን ወደ ጅማ
                    ማምጣት ጀመሩ፡፡ ቁጥራቸው እየበዛ በሄደ ጊዜም ፓስተር አሰፋ ከወንጌላዊ አዳሙ (አሁን በሥጋ
                    የሌለ)፣ አበራ ይታየው፣ ዳንኤል አሰፋና ከጥቂት ወንድሞች ጋር በመሆን ያሉበት ድረስ ወንጌልን
                    ይዞላቸው ሄደ፡፡ በብዙ መቶዎች የሚቆጠሩ ከአጋንንት እስራት ሲፈቱ ብዙ አስደናቂ ፈውሶችም
                    ተፈጸሙ፡፡ ዛሬ በዚያ አካባቢ ብዙ አብያተ ክርስቲያናት የተከፈቱ ሲሆን፤ በሺህ የሚቆጠሩ
                    ክርስቲያኖችም በእስላም ወንድሞቻቸው መካከል ይኖራሉ፡፡
                  </li>
                  <li>
                    ተመስገን የሚባል ደንቆሮና ድዳ የነበረ አኩፓንክቸር የሚባል ህክምና ሊያድንህ ይችላል ተብሎ
                    ከናዝሬት መጥቶ ከእድገት በህብረት ዘማቾች ጋር ይኖር ነበር፡፡ በጸሎት ጓድ ስብሰባ ላይ
                    ከተፈወሰ በኋላ ከተማው 2. 3. 4. 27 28 ውስጥ ብዙ መታወክ ሆነ፡፡ ዘማቾች አጭበርባሪ
                    ነው ብለው በፖሊሶች አሳሰሩት፡፡ ፓስተር አሰፋ ሁኔታውን በሰማ ጊዜ በቀጥታ ወደ ሆስፒታል ሄዶ
                    የሀኪም ማስረጃ አስወጣ፡፡ ፖሊሶቹም ማስረጃውን ካዩ በኋላ በነጻ ለቀቁት፡፡ በሚቀጥለው እሁድም
                    ሰዎች ሁኔታውን ለመፈተን ሰባት ደንቆሮና ድዳዎችን አመጡ፡፡ ሁኔታውን ለማየት የመጡትን ሰዎች
                    ሁሉ የቤተ ክርስቲያኑ አዳራሽ ለመያዝ ስላልቻለ ብዙ ሰዎች ውጭ ሆነው ይከታተሉ ነበር፡፡ ፓስተር
                    አሰፋ በእያንዳንዳቸው ጆሮ ውስጥ ጣቱን እያስገባ “ተከፈት” ሲል ወዲያውኑ ጆሯቸው ይከፈት
                    ነበር፡፡ በዕለቱም ከሰባቱ ስድስቱ ፈውሳቸውን ተቀብለው ሄዱ፡፡
                  </li>
                </ol>
              </p>
              <p>
                የፓስተር አሰፋ ስም ሲነሳ ሳይጠቀስ የማያልፈው የጂማው የመዘምራን ጓድ ነው:: ብዙዎቹ የቀድሞ
                ክርስቲያኖችም ጅማን የሚያስታውሱት በመዝሙራቸው ነበር፡፡ ከመዝሙራቸው ጋር የሚታወሰውም በዝማሬ ጊዜ
                ያደርጉት የነበረው ፍጹም ነጻነት የተሞላበት እንቅስቃሴአቸውና የሙዚቃ መሳሪያዎቻቸው ብዛት ስለነበር
                “የጂማ ኦርኬስትራ” በሚል ቅጽልም ይታወቁ ነበር:: “ክብር ይገባሃል፣ ኢትዮጵያን ጎብኛት፣ እናምናለን
                በመስቀሉ፣ ሸክም ይሰማሃል ወይ፣ በርታ መንገደኛው፣ መንጋው በረገገ፣ ትዝ ይለኛል ሥቃይህ፣ ጌታዬና
                አምላኬ፣ ክብር ለእርሱ ይሁን” የተሰኙትና በዚያን ዘመን በብሥራተ ወንጌል ሬድዮ ጣቢያ እየተላለፉ
                ብዙዎችን ያጽናኑት መዝሙሮች በፓስተር አሰፋና በሌሎችም የተደረሱ እንደነበሩ ማስታወስ ተገቢ ነው::
              </p>
              <p>
                በአሁኑ ጊዜ በጂማ ባለችው በህይወት ብርሃን ቤተ ክርስቲያን ወደ 3000 የሚጠጉ ምዕመናን ሲኖሩ
                በቅርንጫፍ አጥቢያዎቿ ደግሞ ከ 3000 አባላት በላይ እግዚአብሔርን ያመልካሉ፡፡ ከዚህ በተጨማሪም
                በጂማ አካባቢ በአሁኑ ግዜ ሌሎች ወንጌላውያን አብያተክርስቲያናትም ተከፍተው በብዙ ሺዎች የሚቆጠሩ
                ቅዱሳን ጌታን በማምለክ ላይ የሚገኙ ሲሆን በርካታ አገልጋዮችም ከዚያ አካባቢ ወጥተው በመላው ዓለም
                ተሰራጭተው የምስራቹን በማብሰር ስራ ተጠምደዋል:: ፓስተር አሰፋ በጂማ የነበራቸውን አገልግሎት
                ካጠናቀቁ በኋላ በአዲስ አበባ፣ በኬንያና በአሜሪካ የተለያዩ መንፈሳዊ አገልግሎቶችን ያበረከቱ ሲሆን
                አሁን ደግሞ ከባለቤታቸው ከአገልግሎትና ከትዳር አጋራቸው ከወይዘሮ ሙሉ ወልደማርያም፣ ከስድስት
                ልጆቻቸውና ከአምስት የልጅ ልጆቻቸው እንዲሁም በአገልግሎት ዘመናቸው ሁሉ እሳቸው ለወንጌል ስራ ከቦታ
                ቦታ ሲሄዱ ቤተሰቡን በመርዳት ተለይቶአቸው ከማያውቀው ታናሽ ወንድማቸው ደበበ ዓለሙና ቤተሰቡ ጋር
                በመሆን ጌታን በማገልገል ላይ ናቸው:: መንፈሳዊ አባቶችን መባረክ በረከትን ለትውልድ ማስተላለፍ
                በመሆኑና እኔና በሜነሶታ የኢትዮጵያ ወንጌላዊት ቤተ ክርስቲያን የምንገኝ ወገኖችም በተለያየ ጊዜያት
                የፓስተር አሰፋ ዓለሙ አገልግሎት ተጠቃሚ በመሆናችን ፓስተር አሰፋንና መላውን ቤተ ሰባቸውን “ለስሙ
                ያሳያችሁትን ፍቅር የማይረሳው እግዚአብሄር” ከአርያም ይባርካችሁ! ከወጣትነት ዘመናችሁ ጀምሮ እስካሁን
                በታማኝነት ጊዜአችሁን፣ ጉልበታችሁን፣ ገንዘባችሁን ባጠቃላይም ህይወታችሁን ሁሉ ሰጥታችሁ ለወንጌል ስራ
                ሰትሮጡና ስትደክሙ ላሳለፋችሁት ሃዋርያዊ ተልዕኮና መንፈሳዊ ተጋድሎ ሁሉ አቅምና ብቃት ለሆናችሁ
                ለአምላካችን ክብርና ምስጋና ይሁን አሜን በማለት ጽሁፌን አጠናቅቃለሁ፡፡
              </p>
              <p>ወ ስብሃት ለ እግዚአብሄር</p>
            </Col>
          </Row>
        </Container>
   
    );
  }
}

export default PastorAsefa;
